Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: Paul Serene has become preoccupied with the appearance of Jack Joyce. He has put aside his engagements at tonight’s gala in order to focus on some feeble attempt to convert Jack to our cause. This distraction presents us with the perfect opportunity to push our agenda. Tonight we send Monarch into a state of chaos. Tonight we ensure Paul Serene’s downfall. I have managed to convince Paul to allow me to deliver the gala speech on his behalf, creating the perfect cover. Steps are as follows: 1. GALA SHOOTING I will be delivering Paul’s speech at the gala very soon. I have arranged for an inside resource to fire shots in my direction from a vantage point halfway through the speech, narrowly missing me on stage. This will throw the gala into pandemonium and destabilize Monarch to a point where Paul’s authority and control of the situation will be called into question. More immediately, it will force Monarch to initiate security measures that will lead to Sofia Amaral being locked into the nearby Monarch villa "for her protection." 2. DRONE SABOTAGE Stetson will recalibrate Drone A7’s flight pattern and cause it to crash directly into the villa, killing Sofia Amaral and therefore removing Paul Serene’s only means of developing the treatments necessary for his sickness. 3. TREATMENT LAB DEMOLITION In the aftermath of Amaral’s death I will head an investigation that will allow me to gain access to Dr. Kim’s lab, where the entirety of Paul’s treatments are kept. Demolition charges will be planted and every single treatment will be destroyed. With no further treatments forthcoming, Paul will be rendered helpless. With the stutters happening more and more often, I predict that Paul’s sickness will take hold within six hours of these events. Only then will we make our final move.
pl_pl: Paul Serene ma odwróconą uwagę przez pojawienie się Jack'a Joyce'a. Odłożył na bok swoje zobowiązania na dzisiejszej gali, aby skupić się na marnej próbie przekonania Jack'a do naszej sprawy. Jego rozproszenie uwagi daje nam doskonałą okazję do realizacji naszego planu. Dziś wieczorem wprowadzimy Monarch w stan chaosu. Dziś wieczorem zapewnimy upadek Paula Serene'a. Udało mi się przekonać Paula, by pozwolił mi wygłosić mowę galową w jego imieniu, tworząc idealną przykrywkę. Kroki są następujące: 1. STRZELANINA NA GALI Wkrótce wygłoszę przemówienie Paula na gali. Zaangażowałem kogoś z wewnątrz, aby oddał strzały w moim kierunku z punktu obserwacyjnego w połowie przemówienia, prawie trafiając mnie na scenie. Doprowadzi to galę do paniki i zdestabilizuje Monarch do punktu, w którym autorytet Paula i kontrola nad sytuacją zostaną zakwestionowane. Co więcej, zmusi to Monarch do zainicjowania środków bezpieczeństwa, które doprowadzą do zamknięcia Sofii Amaral w pobliskiej willi Monarch „dla jej ochrony”. 2. SABOTAŻ DRONA Stetson przekalibruje wzorzec lotu drona A7 i spowoduje, że rozbije się on bezpośrednio o willę, zabijając Sofię Amaral, a tym samym pozbawiając Paula Serene jedynego środka do opracowania terapii niezbędnej do leczenia jego choroby. 3. ZNISZCZENIE LABORATORIUM Po śmierci Amaral poprowadzę śledztwo, które pozwoli mi uzyskać dostęp do laboratorium dr. Kima, gdzie przechowywane są leki dla Paula. Podłożone zostaną ładunki wybuchowe, a każdy pojedynczy lek zostanie zniszczony. Bez możliwości dalszego leczenia, Paul stanie się bezradny. Ponieważ zacięcia zdarzają się coraz częściej, przewiduję, że choroba Paula da o sobie znać w ciągu sześciu godzin od tych wydarzeń. Dopiero wtedy wykonamy nasz ostateczny ruch.

source: Paul Serene is in charge of Project Promenade, an ambitious physics project at Riverport University. He's a businessman, not a scientist.
pl_pl: Paul Serene jest odpowiedzialny za projekt Promenada, ambitny projekt fizyczny na Uniwersytecie Riverport. Jest biznesmenem, a nie naukowcem.

source: Paul Serene's Speech on Gull Island
pl_pl: Przemówienie Paula Serene'a na Wyspie Mew

source: Paul and I had kept in touch. But Will... not so much.
pl_pl: Paul i ja utrzymywaliśmy kontakt. Ale Will... nie za bardzo.

source: Paul brought me here to clean up your mess.
pl_pl: Paul mnie tutaj zaciągnął, abym posprzątał bałagan po tobie.

source: Paul developed technology for his men to move through stutters. He knew the Fracture would occur, prepared for it... and yet he never tried to stop it.
pl_pl: Paul opracował technologię, dzięki której jego ludzie mogli się poruszać podczas zacięcia. Wiedział, że nastąpi pęknięcie czasu, przygotował się na nie... a jednak nigdy nie próbował go powstrzymać.

source: Paul got away.
pl_pl: Paul uciekł.

source: Paul had always been hungry for success. Driven. He made it onto to a lot of those "top young professionals" lists. And now he was coordinating some huge project at the university. It was a big deal for him.
pl_pl: Paul zawsze był żądny sukcesu. To go napędzało. Znalazł się na wielu rankingach „najlepszych młodych naukowców”. A teraz koordynował jakiś ogromny projekt na uniwersytecie. To było dla niego ważne.

source: Paul saw what was coming. It broke him. He refused to believe that it could be changed. And he cast aside the only people who could have convinced him otherwise.
pl_pl: Paul widział, co go czeka. To go załamało. Nie chciał wierzyć, że można to zmienić. I odrzucił jedynych ludzi, którzy mogli go przekonać, że jest inaczej.

source: Paul spent a long time running Monarch in secret. It probably didn't help with that whole "disconnected from reality" thing.
pl_pl: Paul przez długi czas prowadził Monarch w tajemnicy. Prawdopodobnie nie pomogło to w tym jego całym „oderwaniu od rzeczywistości”.

source: Paul told me that he'd tried to change things. Failed. What he'd seen, it broke him. I'd seen Beth go down the same path, but Paul... it consumed him.
pl_pl: Paul powiedział mi, że próbował coś zmienić. Nie udało się. To, co zobaczył, załamało go. Widziałem, jak Beth podążała tą samą ścieżką, ale Paul... to go pochłonęło.

source: Paul took the core of the time machine from the university, hooked it up to his own machine. It was part of his sick desire for control. But that gave me one last shot at fixing things: I could go back. Maybe get to Will before Paul killed him. And if I could get the countermeasure in Will's hands... maybe I could still turn everything around.
pl_pl: Paul zabrał rdzeń wehikułu czasu z uniwersytetu i podłączył go do swojej własnej maszyny. Była to część jego chorego pragnienia kontroli. Ale to dało mi ostatnią szansę na naprawienie wszystkiego: Mogłem wrócić. Może nawet dotrzeć do Willa, zanim Paul go zabije. A jeśli udałoby mi się dać środek zaradczy Willowi... może jeszcze udałoby mi się wszystko odwrócić.

source: Paul was a powerful man, the leader of an empire. But behind the veil, he was a dying man. The signs were clear.
pl_pl: Paul był potężnym człowiekiem, przywódcą imperium. Ale poza kamerami był umierającym człowiekiem. Wyraźnie to było widać.

source: Paul was already gone. But he left behind the one thing I needed.
pl_pl: Paul już wyszedł. Ale zostawił za sobą jedyną rzecz, której potrzebowałem.

source: Paul was at the drydocks in the distance. I recognized the place. William had a workshop in that industrial area for years. I knew that couldn't be a coincidence.
pl_pl: Paul był w porcie niedaleko. Rozpoznałem to miejsce. William od lat miał warsztat w tej strefie przemysłowej. Wiedziałem, że to nie mógł być przypadek.

source: Paul was positive that the experiment would work, that the figures were correct.
pl_pl: Paul był przekonany, że eksperyment się powiedzie, że obliczenia są prawidłowe.

source: Paul was using it to fuel some kind of messed-up survival program.
pl_pl: Paul używał go do napędzania jakiegoś pokręconego programu przetrwania.

source: Paul! I just got to the campus, where are you?
pl_pl: Paul! Właśnie dotarłem na kampus, gdzie jesteś?

source: Paul's Presentation
pl_pl: Prezentacja Paula

source: Paul's doing what he believes is right. The same as you.
pl_pl: Paul robi to, co uważa za słuszne. Tak samo jak ty.

source: Paul's men had taken the briefcase from Will's car, dumped the contents on the table.
pl_pl: Ludzie Paula zabrali teczkę z samochodu Willa i rozłożyli jej zawartość na stole.

source: Paul's own men are working against him. Who do you think freed me from that cell on the island?
pl_pl: Ludzie Paula działają przeciwko niemu. Jak myślisz, kto uwolnił mnie z celi na wyspie?

source: Paul's stuck in the machine, Jack!
pl_pl: Paul utknął w maszynie, Jack!

source: Paul, Don’t worry about it, we’re on schedule. Your time machine core from the university has been transported to the HQ, and it’s currently being installed into the new time machine frame we’ve built for it. You’ll have direct access to it from the CFR chamber, as requested. (And no, before you ask, you can’t actually access the CFR chamber from the time machine. That elevator can only be activated from within the chamber – so no one working on the machine can get to the CFR. I thought you’d appreciate that layer of added security; I know how important it is to keep the CFR safe!) Anyway, I know you don’t actually intend to use the time machine, but should you ever need it, all we need to do is deploy the corridor. It’s actually all hooked up now, but we’re still running some final diagnostics. The techs should be ready with it before the gala’s over. Dr. Sofia Amaral Head of Research --------------------------------------- TO: SOFIA AMARAL FROM: PAUL SERENE DATE: OCT 9, 2016 – 2:11pm SUBJECT: Re: Time machine core Sofia, Please update me on our progress with the time machine core relocation. Where are we with this? Thank you. --------------------------------------- TO: PAUL SERENE FROM: SOFIA AMARAL DATE: OCT 8, 2016 – 3:43pm SUBJECT: Re: Time machine core Paul, Yes, of course. I’m sorry; I didn’t mean to add to your burden, and I know that these are hard decisions. You can count on us to proceed as planned. I know you’re exceptionally busy now that the time is almost upon us, but I was hoping you’d have time for dinner? Dr. Sofia Amaral Head of Research --------------------------------------- TO: SOFIA AMARAL FROM: PAUL SERENE DATE: OCT 8, 2016 – 2:29pm SUBJECT: Re: Time machine core Sofia, I understand why you would feel that way, but this isn’t something I take lightly. It’s my experience that time travel only complicates things, and while my own trip through time has given us great opportunities, it’s also set me on this path. I want to control it, not use it. That said, I want to have the machine ready to use for emergencies. My foreknowledge of future events will end very soon, and it might prove to be useful to have the option of obtaining more detailed information from the future. (Obviously, given that the furthest you could go back is the machine’s activation at the university, visiting the past seems fairly useless.) Also, ensure that the machine is heavily guarded at all times. Nobody is allowed to operate the machine besides myself, and I want the corridor to remain undeployed unless I give specific orders to the contrary. As for the Joyce brothers… I intend to give William the option of joining us, if possible, but I know him. He’s a very stubborn and unstable man, and I don’t know if we could ever trust him. I don’t need to remind you that he built, in that ridiculous little workshop, with very limited resources, a device that broke the local physics at Ground Zero, and caused my Chronon Syndrome. I don’t intend to give him a chance to show us what else he could do if he decides that we’re a target. That, along with the visions I have seen… there are certain sentimental reasons that make me wish I could let William live, but I doubt that he makes it possible for us. As for Jack, I’m not too worried about him. It took me a long time to master my abilities, so Jack shouldn’t be a major problem unless he manages to use stutters to escape the area – luckily, stutters should be very rare in these early stages of the Fracture. Still, I’ve come too far to take any chances. I’d prefer to take him alive, but nothing can be allowed to put our plan at risk. I’m sorry to have to involve you in something like this; I know it’s not what you signed up for, and as I said, I don’t expect you to be personally involved with that part of the operation in any way. I’m not particularly happy about this part myself, and I wish I had better options. But our circumstances are as they are, and I have come too far to falter now. I hope you understand. --------------------------------------- TO: PAUL SERENE FROM: SOFIA AMARAL DATE: OCT 7, 2016 – 1:01pm SUBJECT: Time machine core Paul, We now have finalized the plans for acquiring and transporting the time machine core from the university lab. Your instructions are quite clear: we won’t actually move in until your younger self has entered the machine, and the men will try to take the Joyces alive, with the understanding that Jack Joyce in particular could be a threat, and neither can be allowed to escape under any circumstances. I’m still quite uncomfortable with all this, Paul. I understand your reasoning, and I know the stakes are high, but I don’t want to see anybody hurt. It’s antithetical to my role as a scientist, and I wish you’d reconsider. Surely there’s a better way to resolve this; moral implications aside, the loss of Dr. Joyce’s expertise alone would be a great blow. If everything goes smoothly and quietly, we will transport the core directly to the Monarch tower via ground route; if there’s commotion and it seems there’s any risk of detection, we will instead airlift the core to our drydocks operation, and then move it discreetly from there to the HQ. The construction of the new time machine frame at the top of the Monarch tower has been finished since last year. Once we have received the core, it will be installed into the time machine, per your orders. I know you don’t intend to use it, but even with the limitations the nature of time travel imposes on us, I have to say it seems like a great waste to not take advantage of such a resource, both from a strategic and a scientific point of view. Dr. Sofia Amaral Head of Research
pl_pl: Paul, Nie martw się, wszystko idzie zgodnie z planem. Rdzeń wehikułu czasu z uniwersytetu został przetransportowany do kwatery głównej i jest obecnie instalowany w nowej ramie wehikułu czasu, którą dla niego zbudowaliśmy. Będziesz miał do niego bezpośredni dostęp z komory RPC, zgodnie z życzeniem. (I nie, zanim zapytasz, nie możesz uzyskać dostępu do komory RPC z wehikułu czasu. Ta winda może być aktywowana tylko z wnętrza komory - więc nikt pracujący na maszynie nie może dostać się do RPC. Pomyślałam, że docenisz tę dodatkową warstwę bezpieczeństwa. Wiem, jak ważne jest zapewnienie bezpieczeństwa RPC!) W każdym razie, wiem, że nie zamierzasz używać wehikułu czasu, ale gdybyś kiedykolwiek go potrzebował, wszystko co musimy zrobić, to uruchomić korytarz. Właściwie wszystko jest już podłączone, ale wciąż przeprowadzamy ostateczną diagnostykę. Technicy powinni być gotowi przed zakończeniem gali. Dr Sofia Amaral Kierownik Działu Badań --------------------------------------- DO: SOFIA AMARAL OD: PAUL SERENE DATA: 9 PAŹDZIERNIKA 2016 - 14:11 TEMAT: ODP: Rdzeń wehikułu czasu Sofia, Proszę o informacje na temat postępów w przenoszeniu rdzenia wehikułu czasu. Na jakim etapie jesteśmy? Dziękuję. --------------------------------------- DO: PAUL SERENE OD: SOFIA AMARAL DATA: 8 PAŹDZIERNIKA 2016 - 15:43 TEMAT: ODP: Rdzeń wehikułu czasu Paul, Tak, oczywiście. Przepraszam, nie chciałam Cię dodatkowo obciążać i wiem, że to trudne decyzje. Możesz liczyć na to, że będziemy postępować zgodnie z planem. Wiem, że jesteś teraz wyjątkowo zajęty, ale miałam nadzieję, że będziesz miał czas na kolację? Dr Sofia Amaral Kierownik Działu Badań --------------------------------------- DO: SOFIA AMARAL OD: PAUL SERENE DATA: 8 PAŹDZIERNIKA 2016 - 14:29 TEMAT: ODP: Rdzeń wehikułu czasu Sofia, Rozumiem, dlaczego tak uważasz, ale nie olewam tego. Z mojego doświadczenia wynika, że podróże w czasie tylko komplikują sprawy i chociaż moja podróż w czasie dała nam wspaniałe możliwości, to również skierowała mnie na tę ścieżkę. Chcę ją kontrolować, a nie wykorzystywać. To powiedziawszy, chcę mieć maszynę gotową do użycia w nagłych wypadkach. Moja wiedza o przyszłych wydarzeniach wkrótce się skończy, a możliwość uzyskania bardziej szczegółowych informacji z przyszłości może okazać się przydatna. (Oczywiście, biorąc pod uwagę, że najdalej można się cofnąć do momentu aktywacji maszyny na uniwersytecie, odwiedzanie przeszłości wydaje się dość bezużyteczne) Upewnij się również, że maszyna jest przez cały czas pilnie strzeżona. Nikt poza mną nie może obsługiwać maszyny, a korytarz ma pozostać niezamknięty, chyba że wydam konkretne rozkazy. Co do braci Joyce... Zamierzam dać Williamowi możliwość dołączenia do nas, jeśli to możliwe, ale znam go. To bardzo uparty i niestabilny emocjonalnie człowiek i nie wiem, czy kiedykolwiek będziemy mogli mu zaufać. Nie muszę ci przypominać, że w tym śmiesznym małym warsztacie, przy bardzo ograniczonych zasobach, zbudował urządzenie, które zniszczyło wszelkie prawa fizyki w Strefie Zero i spowodowało mój Syndrom Chrononu. Nie zamierzam dać mu szansy na pokazanie nam, co jeszcze może zrobić, jeśli zdecyduje, że jesteśmy celem. To, wraz z wizjami, które widziałem... istnieją pewne sentymentalne powody, które sprawiają, że chciałbym pozwolić Williamowi żyć, ale wątpię, by nam to umożliwił. Jeśli chodzi o Jack'a, nie martwię się o niego. Dużo czasu zajęło mi opanowanie moich zdolności, więc Jack nie powinien stanowić większego problemu, chyba że uda mu się użyć zacięcia, aby uciec z tego obszaru - na szczęście zacięcia powinny być bardzo rzadkie na tych wczesnych etapach pęknięcia. Zaszedłem jednak zbyt daleko, by ryzykować. Wolałbym wziąć go żywcem, ale nic nie może zagrozić naszemu planowi. Przykro mi, że muszę angażować cię w coś takiego, wiem, że nie na to się pisałeś i jak powiedziałem, nie oczekuję, że będziesz osobiście zaangażowany w tę część operacji w jakikolwiek sposób. Sam nie jestem szczególnie zadowolony z tej części i chciałbym mieć lepsze opcje. Ale nasze okoliczności są takie, jakie są, a ja zaszedłem zbyt daleko, by teraz się załamywać. Mam nadzieję, że to zrozumiesz. --------------------------------------- DO: PAUL SERENE OD: SOFIA AMARAL DATA: 7 PAŹDZIERNIKA 2016 - 13:01 TEMAT: Rdzeń wehikułu czasu Paul, Sfinalizowaliśmy już plany pozyskania i przetransportowania rdzenia wehikułu czasu z laboratorium uniwersyteckiego. Twoje instrukcje są dość jasne: nie wejdziemy do środka, dopóki twoje młodsze ja nie wejdzie do maszyny, a ludzie spróbują wziąć Joyce'ów żywcem, ze świadomością, że szczególnie Jack Joyce może stanowić zagrożenie, a żadnemu z nich nie można pozwolić na ucieczkę pod żadnym pozorem. Wciąż czuję się z tym niekomfortowo, Paul. Rozumiem twój tok rozumowania i wiem, że stawka jest wysoka, ale nie chcę, by komukolwiek stała się krzywda. To sprzeczne z moją rolą naukowca i chciałabym, żebyś to przemyślał. Z pewnością istnieje lepszy sposób na rozwiązanie tego problemu, pomijając implikacje moralne, sama utrata wiedzy dr. Joyce'a byłaby wielkim ciosem. Jeśli wszystko pójdzie gładko i cicho, przetransportujemy rdzeń bezpośrednio do wieży Monarch drogą naziemną, jeśli będzie zamieszanie i wydaje się, że istnieje ryzyko wykrycia, zamiast tego przetransportujemy rdzeń drogą powietrzną do naszego portu, a następnie dyskretnie przeniesiemy go stamtąd do kwatery głównej. Budowa nowej ramy wehikułu czasu na szczycie wieży Monarch została ukończona w zeszłym roku. Gdy tylko otrzymamy rdzeń, zostanie on zainstalowany w wehikule czasu, zgodnie z twoimi rozkazami. Wiem, że nie zamierzasz z niego korzystać, ale nawet biorąc pod uwagę ograniczenia, jakie nakłada na nas natura podróży w czasie, muszę powiedzieć, że niewykorzystanie takiego zasobu wydaje się wielkim marnotrawstwem, zarówno ze strategicznego, jak i naukowego punktu widzenia. Dr Sofia Amaral Kierownik Działu Badań
